Repository: AuthFailed/CheckNet
Catalog: App/Resources/Localizable.xcstrings
Source language: ru
Languages: ar, de, en, es, fr, hi, it, ja, ko, pt_br, tr, zh_hans

source: Диагностика выполняется прямо на вашем iPhone. Наружу ничего не уходит — результаты остаются у вас.
ar: يجري التشخيص على iPhone مباشرةً. لا شيء يغادره — تبقى النتائج لديك.
de: Die Diagnose läuft direkt auf deinem iPhone. Nichts verlässt es — die Ergebnisse bleiben bei dir.
en: Diagnostics run right on your iPhone. Nothing leaves it — the results stay with you.
es: El diagnóstico se ejecuta en tu iPhone. Nada sale de él: los resultados se quedan contigo.
fr: Le diagnostic s'exécute directement sur votre iPhone. Rien n'en sort — les résultats restent chez vous.
hi: डायग्नोस्टिक्स सीधे आपके iPhone पर चलते हैं। कुछ भी बाहर नहीं जाता — परिणाम आपके पास रहते हैं।
it: La diagnostica viene eseguita direttamente sul tuo iPhone. Nulla esce — i risultati restano con te.
ja: 診断はあなたの iPhone 上で実行されます。外部には何も出ず、結果は手元に残ります。
ko: 진단은 iPhone에서 바로 실행됩니다. 아무것도 밖으로 나가지 않고 결과는 당신에게 남습니다.
pt_br: O diagnóstico é executado direto no seu iPhone. Nada sai dele — os resultados ficam com você.
tr: Tanılama doğrudan iPhone'unuzda çalışır. Hiçbir şey dışarı çıkmaz — sonuçlar sizde kalır.
zh_hans: 诊断就在你的 iPhone 上运行。数据不外传——结果只属于你。

source: Диагностика и работа с конфигами для владельцев VPN. Приложение не обходит блокировки — оно помогает настроить и проверить свой сервер.
ar: تشخيص والعمل مع الإعدادات لأصحاب خوادم VPN. التطبيق لا يتجاوز الحجب — بل يساعد على إعداد خادمك والتحقق منه.
de: Diagnose und Arbeit mit Configs für VPN-Betreiber. Die App umgeht keine Sperren — sie hilft, den eigenen Server einzurichten und zu prüfen.
en: Diagnostics and config tools for VPN owners. The app doesn't bypass blocks — it helps you set up and check your own server.
es: Diagnóstico y gestión de configuraciones para propietarios de VPN. La app no elude bloqueos: ayuda a configurar y verificar tu propio servidor.
fr: Diagnostic et gestion des configs pour les propriétaires de VPN. L'app ne contourne pas les blocages — elle aide à configurer et vérifier votre serveur.
hi: VPN मालिकों के लिए डायग्नोस्टिक्स और कॉन्फ़िग के साथ काम। ऐप ब्लॉक को बायपास नहीं करता — यह आपके सर्वर को सेटअप और जाँचने में मदद करता है।
it: Diagnostica e gestione delle configurazioni per i proprietari di VPN. L'app non aggira i blocchi: aiuta a configurare e verificare il tuo server.
ja: VPN 所有者向けの診断と設定管理。このアプリはブロックを回避するものではなく、自分のサーバーの設定と確認を支援します。
ko: VPN 소유자를 위한 진단 및 구성 관리. 이 앱은 차단을 우회하지 않습니다 — 자신의 서버를 설정하고 점검하는 것을 돕습니다.
pt_br: Diagnóstico e trabalho com configs para donos de VPN. O app não contorna bloqueios — ele ajuda a configurar e testar o seu servidor.
tr: VPN sahipleri için tanılama ve konfigürasyon işlemleri. Uygulama engelleri aşmaz — kendi sunucunuzu kurup kontrol etmenize yardımcı olur.
zh_hans: 面向 VPN 拥有者的诊断和配置工具。本应用不用于绕过封锁——它帮助你配置和检测自己的服务器。

source: Диапазон
ar: النطاق
de: Bereich
en: Range
es: Rango
fr: Plage
hi: रेंज
it: Intervallo
ja: 範囲
ko: 범위
pt_br: Intervalo
tr: Aralık
zh_hans: 范围

source: Для этой сети нет профиля.
ar: لا يوجد ملف تعريف لهذه الشبكة.
de: Für dieses Netzwerk gibt es kein Profil.
en: There's no profile for this network.
es: No hay perfil para esta red.
fr: Aucun profil pour ce réseau.
hi: इस नेटवर्क के लिए कोई प्रोफ़ाइल नहीं है।
it: Nessun profilo per questa rete.
ja: このネットワークのプロファイルはありません。
ko: 이 네트워크에 대한 프로필이 없습니다.
pt_br: Não há perfil para esta rede.
tr: Bu ağ için profil yok.
zh_hans: 此网络暂无配置。

source: До %lld
ar: إلى %lld
de: Bis %lld
en: To %lld
es: Hasta %lld
fr: À %lld
hi: %lld तक
it: A %lld
ja: 終了 %lld
ko: 끝 %lld
pt_br: Até %lld
tr: Bitiş %lld
zh_hans: 结束 %lld

source: Добавить
ar: إضافة
de: Hinzufügen
en: Add
es: Añadir
fr: Ajouter
hi: जोड़ें
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
tr: Ekle
zh_hans: 添加

source: Добавить клиента
ar: إضافة عميل
de: Client hinzufügen
en: Add client
es: Añadir cliente
fr: Ajouter un client
hi: क्लाइंट जोड़ें
it: Aggiungi client
ja: クライアントを追加
ko: 클라이언트 추가
pt_br: Adicionar cliente
tr: İstemci ekle
zh_hans: 添加客户端

source: Добавить профиль
ar: إضافة ملف تعريف
de: Profil hinzufügen
en: Add profile
es: Añadir perfil
fr: Ajouter un profil
hi: प्रोफ़ाइल जोड़ें
it: Aggiungi profilo
ja: プロファイルを追加
ko: 프로파일 추가
pt_br: Adicionar perfil
tr: Profil ekle
zh_hans: 添加配置

source: Добавить хост
ar: إضافة مضيف
de: Host hinzufügen
en: Add host
es: Añadir host
fr: Ajouter un hôte
hi: होस्ट जोड़ें
it: Aggiungi host
ja: ホストを追加
ko: 호스트 추가
pt_br: Adicionar host
tr: Sunucu ekle
zh_hans: 添加主机

source: Добавлено: %lld
ar: المُضاف: %lld
de: Hinzugefügt: %lld
en: Added: %lld
es: Añadidos: %lld
fr: Ajoutés : %lld
hi: जोड़े गए: %lld
it: Aggiunti: %lld
ja: 追加：%lld
ko: 추가됨: %lld
pt_br: Adicionados: %lld
tr: Eklenen: %lld
zh_hans: 已添加 %lld 个

source: Добавьте домены или IP-адреса, чтобы поделиться ими.
ar: أضف نطاقات أو عناوين IP لمشاركتها.
de: Füge Domains oder IP-Adressen hinzu, um sie zu teilen.
en: Add domains or IP addresses to share them.
es: Añade dominios o direcciones IP para compartirlos.
fr: Ajoutez des domaines ou des adresses IP pour les partager.
hi: साझा करने के लिए डोमेन या IP पते जोड़ें।
it: Aggiungi domini o indirizzi IP per condividerli.
ja: 共有するドメインまたは IP アドレスを追加してください。
ko: 공유할 도메인이나 IP 주소를 추가하세요.
pt_br: Adicione domínios ou endereços IP para compartilhá-los.
tr: Paylaşmak için alan adı veya IP adresi ekleyin.
zh_hans: 添加域名或 IP 地址后即可分享。

source: Добавьте хосты для непрерывного мониторинга и уведомлений о падении.
ar: أضِف مضيفين للمراقبة المستمرة والإشعارات عند التعطّل.
de: Fügen Sie Hosts hinzu, um sie kontinuierlich zu überwachen und bei Ausfällen benachrichtigt zu werden.
en: Add hosts for continuous monitoring and downtime alerts.
es: Añade hosts para monitorizarlos de forma continua y recibir avisos de caída.
fr: Ajoutez des hôtes pour une surveillance continue et des notifications de panne.
hi: निरंतर निगरानी और डाउनटाइम सूचनाओं के लिए होस्ट जोड़ें।
it: Aggiungi host per il monitoraggio continuo e le notifiche di inattività.
ja: 継続的な監視とダウン通知のためにホストを追加してください。
ko: 지속적인 모니터링과 다운 알림을 받으려면 호스트를 추가하세요.
pt_br: Adicione hosts para monitoramento contínuo e notificações de queda.
tr: Sürekli izleme ve kesinti bildirimleri için sunucu ekleyin.
zh_hans: 添加主机以进行持续监控并在中断时接收通知。

source: Доверие не подтверждено
ar: لم يُتحقَّق من الثقة
de: Vertrauen nicht bestätigt
en: Trust not verified
es: Confianza no verificada
fr: Confiance non confirmée
hi: भरोसा सत्यापित नहीं
it: Attendibilità non confermata
ja: 信頼性が確認できません
ko: 신뢰가 확인되지 않음
pt_br: Confiança não confirmada
tr: Güven doğrulanmadı
zh_hans: 信任未验证

source: Дом-роутер
ar: موجّه المنزل
de: Heimrouter
en: Home router
es: Router doméstico
fr: Routeur domestique
hi: होम राउटर
it: Router di casa
ja: ホームルーター
ko: 홈 라우터
pt_br: Roteador de casa
tr: Ev yönlendiricisi
zh_hans: 家用路由器

source: Домен
ar: النطاق
de: Domain
en: Domain
es: Dominio
fr: Domaine
hi: डोमेन
it: Dominio
ja: ドメイン
ko: 도메인
pt_br: Domínio
tr: Alan adı
zh_hans: 域名

source: Домен (напр. www.microsoft.com)
ar: نطاق (مثل www.microsoft.com)
de: Domain (z. B. www.microsoft.com)
en: Domain (e.g. www.microsoft.com)
es: Dominio (p. ej. www.microsoft.com)
fr: Domaine (ex. www.microsoft.com)
hi: डोमेन (जैसे www.microsoft.com)
it: Dominio (es. www.microsoft.com)
ja: ドメイン (例: www.microsoft.com)
ko: 도메인 (예: www.microsoft.com)
pt_br: Domínio (ex. www.microsoft.com)
tr: Alan adı (örn. www.microsoft.com)
zh_hans: 域名（例如 www.microsoft.com）

source: Домен для проверки
ar: النطاق المراد فحصه
de: Zu prüfende Domain
en: Domain to check
es: Dominio a comprobar
fr: Domaine à vérifier
hi: जाँच के लिए डोमेन
it: Dominio da controllare
ja: 確認するドメイン
ko: 확인할 도메인
pt_br: Domínio a verificar
tr: Kontrol edilecek alan adı
zh_hans: 要检查的域名

source: домен или IP
ar: نطاق أو IP
de: Domain oder IP
en: domain or IP
es: dominio o IP
fr: domaine ou IP
hi: डोमेन या IP
it: dominio o IP
ja: ドメインまたは IP
ko: 도메인 또는 IP
pt_br: domínio ou IP
tr: alan adı veya IP
zh_hans: 域名或 IP

source: домен или URL
ar: نطاق أو رابط
de: Domain oder URL
en: domain or URL
es: dominio o URL
fr: domaine ou URL
hi: डोमेन या URL
it: dominio o URL
ja: ドメインまたは URL
ko: 도메인 또는 URL
pt_br: domínio ou URL
tr: alan adı veya URL
zh_hans: 域名或 URL

source: Домен или хост
ar: النطاق أو المضيف
de: Domain oder Host
en: Domain or host
es: Dominio o host
fr: Domaine ou hôte
hi: डोमेन या होस्ट
it: Dominio o host
ja: ドメインまたはホスト
ko: 도메인 또는 호스트
pt_br: Domínio ou host
tr: Alan adı veya sunucu
zh_hans: 域名或主机

source: Домен не резолвится провайдером
ar: لا يحلّ المزوّد النطاق
de: Domain wird vom Anbieter nicht aufgelöst
en: Domain doesn't resolve via provider
es: El proveedor no resuelve el dominio
fr: Le domaine n'est pas résolu par le fournisseur
hi: प्रदाता द्वारा डोमेन रिज़ॉल्व नहीं होता
it: Il dominio non viene risolto dal provider
ja: プロバイダーがドメインを解決できません
ko: 제공자가 도메인을 확인하지 못함
pt_br: O domínio não é resolvido pelo provedor
tr: Alan adı sağlayıcı tarafından çözümlenmiyor
zh_hans: 运营商无法解析该域名

source: Домен по умолчанию у каждой проверки
ar: النطاق الافتراضي لكل فحص
de: Standarddomain für jede Prüfung
en: Default domain for each check
es: Dominio predeterminado de cada comprobación
fr: Domaine par défaut de chaque vérification
hi: हर जाँच का डिफ़ॉल्ट डोमेन
it: Dominio predefinito per ogni verifica
ja: 各チェックのデフォルトのドメイン
ko: 확인 항목별 기본 도메인
pt_br: Domínio padrão de cada verificação
tr: Her denetim için varsayılan alan adı
zh_hans: 每项检测的默认域名

source: Домен: в каких категориях?
ar: النطاق: في أي فئات؟
de: Domain: in welchen Kategorien?
en: Domain: which categories?
es: Dominio: ¿en qué categorías?
fr: Domaine : dans quelles catégories ?
hi: डोमेन: किन श्रेणियों में?
it: Dominio: in quali categorie?
ja: ドメイン: どのカテゴリ?
ko: 도메인: 어느 카테고리인가요?
pt_br: Domínio: em quais categorias?
tr: Alan adı: hangi kategorilerde?
zh_hans: 域名：属于哪些类别？

source: Домены
ar: النطاقات
de: Domains
en: Domains
es: Dominios
fr: Domaines
hi: डोमेन
it: Domini
ja: ドメイン
ko: 도메인
pt_br: Domínios
tr: Alan adları
zh_hans: 域名

source: Домены (SAN)
ar: النطاقات (SAN)
de: Domains (SAN)
en: Domains (SAN)
es: Dominios (SAN)
fr: Domaines (SAN)
hi: डोमेन (SAN)
it: Domini (SAN)
ja: ドメイン (SAN)
ko: 도메인 (SAN)
pt_br: Domínios (SAN)
tr: Alan adları (SAN)
zh_hans: 域名 (SAN)

source: Достигнут за %lld хопов
ar: تم الوصول خلال %lld قفزة
de: Erreicht nach %lld Hops
en: Reached in %lld hops
es: Alcanzado en %lld saltos
fr: Atteint en %lld sauts
hi: %lld हॉप में पहुँचा
it: Raggiunto in %lld hop
ja: %lld ホップで到達
ko: %lld홉 만에 도달
pt_br: Alcançado em %lld saltos
tr: %lld sıçramada ulaşıldı
zh_hans: 经过 %lld 跳到达

source: достигнута
ar: تم البلوغ
de: erreicht
en: reached
es: alcanzado
fr: atteinte
hi: पहुँचा
it: raggiunta
ja: 到達
ko: 도달
pt_br: alcançado
tr: ulaşıldı
zh_hans: 已到达

source: Доступ к геопозиции запрещён — имя сети iOS не отдаёт.
ar: تم رفض الوصول إلى الموقع — لا يوفّر iOS اسم الشبكة.
de: Zugriff auf den Standort verweigert – iOS gibt den Netzwerknamen nicht heraus.
en: Location access is denied — iOS does not reveal the network name.
es: Acceso a la ubicación denegado: iOS no facilita el nombre de la red.
fr: Accès à la localisation refusé — iOS ne communique pas le nom du réseau.
hi: लोकेशन एक्सेस की अनुमति नहीं है — iOS नेटवर्क का नाम नहीं देता।
it: Accesso alla posizione negato: iOS non fornisce il nome della rete.
ja: 位置情報へのアクセスが許可されていないため、iOS はネットワーク名を返しません。
ko: 위치 정보 접근이 허용되지 않아 iOS가 네트워크 이름을 제공하지 않아요.
pt_br: Acesso à localização negado: o iOS não fornece o nome da rede.
tr: Konum erişimi reddedildi — iOS ağ adını vermiyor.
zh_hans: 定位访问被拒绝，iOS 不会提供网络名称。

source: Доступ к локальной сети активен.
ar: الوصول إلى الشبكة المحلية مُفعّل.
de: Zugriff auf das lokale Netzwerk ist aktiv.
en: Local network access is active.
es: El acceso a la red local está activo.
fr: L'accès au réseau local est actif.
hi: स्थानीय नेटवर्क तक पहुँच सक्रिय है।
it: Accesso alla rete locale attivo.
ja: ローカルネットワークへのアクセスが有効です。
ko: 로컬 네트워크 접근이 활성화되었습니다.
pt_br: O acesso à rede local está ativo.
tr: Yerel ağ erişimi etkin.
zh_hans: 本地网络访问已启用。

source: Доступ к локальной сети не подтверждён — разрешите его в Настройках iOS.
ar: لم يُؤكَّد الوصول إلى الشبكة المحلية — اسمح به في إعدادات iOS.
de: Zugriff auf das lokale Netzwerk nicht bestätigt – erlauben Sie ihn in den iOS-Einstellungen.
en: Local network access not granted — allow it in iOS Settings.
es: El acceso a la red local no está confirmado: permítelo en los Ajustes de iOS.
fr: L'accès au réseau local n'est pas confirmé — autorisez-le dans les Réglages d'iOS.
hi: स्थानीय नेटवर्क तक पहुँच सत्यापित नहीं — इसे iOS सेटिंग्स में अनुमति दें।
it: Accesso alla rete locale non confermato — autorizzalo nelle Impostazioni di iOS.
ja: ローカルネットワークへのアクセスが確認できません — iOS の設定で許可してください。
ko: 로컬 네트워크 접근이 확인되지 않았습니다 — iOS 설정에서 허용하세요.
pt_br: O acesso à rede local não foi confirmado — autorize-o nos Ajustes do iOS.
tr: Yerel ağ erişimi onaylanmadı — iOS Ayarlar'dan izin verin.
zh_hans: 本地网络访问未获授权 — 请在 iOS 设置中允许。

source: Доступ к локальной сети отклонён
ar: تم رفض الوصول إلى الشبكة المحلية
de: Zugriff auf lokales Netzwerk verweigert
en: Local-network access denied
es: Acceso a la red local denegado
fr: Accès au réseau local refusé
hi: स्थानीय नेटवर्क पहुँच अस्वीकृत
it: Accesso alla rete locale negato
ja: ローカルネットワークへのアクセスが拒否されました
ko: 로컬 네트워크 접근이 거부됨
pt_br: Acesso à rede local negado
tr: Yerel ağ erişimi reddedildi
zh_hans: 局域网访问被拒绝

source: доступен
ar: متاح
de: erreichbar
en: reachable
es: accesible
fr: accessible
hi: उपलब्ध
it: raggiungibile
ja: 到達可能
ko: 연결 가능
pt_br: acessível
tr: erişilebilir
zh_hans: 可访问

source: Доступен
ar: يمكن الوصول
de: Erreichbar
en: Reachable
es: Disponible
fr: Accessible
hi: पहुँच योग्य
it: Raggiungibile
ja: 到達可能
ko: 도달 가능
pt_br: Acessível
tr: Erişilebilir
zh_hans: 可达

# Доступен с %lld из %lld
source: Доступен с %1$lld из %2$lld
ar: متاح من %lld من أصل %lld
de: Verfügbar von %lld von %lld
en: Available from %lld of %lld
es: Disponible desde %lld de %lld
fr: Accessible depuis %lld sur %lld
hi: %lld में से %lld से उपलब्ध
it: Disponibile da %lld su %lld
ja: %lld / %lld から利用可能
ko: %lld곳 중 %lld곳에서 접근 가능
pt_br: Disponível em %lld de %lld
tr: %lld / %lld üzerinden erişilebilir
zh_hans: %lld 个中有 %lld 个可用

source: Доступно
ar: متاح
de: Verfügbar
en: Available
es: Disponible
fr: Disponible
hi: उपलब्ध
it: Disponibile
ja: 到達可能
ko: 연결 가능
pt_br: Disponível
tr: Erişilebilir
zh_hans: 可用

source: Доступность
ar: التوفّر
de: Verfügbarkeit
en: Availability
es: Disponibilidad
fr: Disponibilité
hi: उपलब्धता
it: Raggiungibilità
ja: 到達性
ko: 접속 가능 여부
pt_br: Disponibilidade
tr: Erişilebilirlik
zh_hans: 可用性

source: Доступность Xray
ar: توفّر Xray
de: Xray-Verfügbarkeit
en: Xray availability
es: Disponibilidad de Xray
fr: Disponibilité de Xray
hi: Xray की उपलब्धता
it: Disponibilità di Xray
ja: Xray の可用性
ko: Xray 가용성
pt_br: Disponibilidade do Xray
tr: Xray erişilebilirliği
zh_hans: Xray 可用性

source: Доступность из разных точек
ar: التوفّر من نقاط مختلفة
de: Verfügbarkeit von verschiedenen Standorten
en: Availability from different locations
es: Disponibilidad desde distintos puntos
fr: Disponibilité depuis différents points
hi: विभिन्न स्थानों से उपलब्धता
it: Raggiungibilità da più punti
ja: 各地からの到達性
ko: 여러 지점에서의 접속 가능 여부
pt_br: Disponibilidade de diferentes pontos
tr: Farklı noktalardan erişilebilirlik
zh_hans: 从不同地点的可用性

source: Доступность со всего мира
ar: الوصول من جميع أنحاء العالم
de: Weltweite Erreichbarkeit
en: Reachability worldwide
es: Disponibilidad mundial
fr: Disponibilité mondiale
hi: दुनिया भर से पहुँच
it: Raggiungibilità mondiale
ja: 世界中からの到達性
ko: 전 세계 도달성
pt_br: Disponibilidade mundial
tr: Dünya genelinde erişilebilirlik
zh_hans: 全球可达性

source: Доступность узлов
ar: توفر العقد
de: Erreichbarkeit der Hosts
en: Host reachability
es: Accesibilidad de los hosts
fr: Accessibilité des hôtes
hi: नोड की उपलब्धता
it: Raggiungibilità dei nodi
ja: ホストの到達性
ko: 호스트 연결 상태
pt_br: Disponibilidade dos nós
tr: Düğüm erişilebilirliği
zh_hans: 节点可达性

source: Доступны только «разрешённые» ресурсы, всё остальное закрыто — похоже на whitelist-режим (региональный шатдаун).
ar: لا تتوفّر إلا الموارد «المسموح بها» وكل ما عداها محجوب — يبدو أنه وضع قائمة بيضاء (إغلاق إقليمي).
de: Nur „erlaubte“ Ressourcen sind verfügbar, alles andere ist gesperrt – sieht nach einem Whitelist-Modus aus (regionaler Shutdown).
en: Only “allowed” resources are reachable, everything else is blocked — looks like whitelist mode (regional shutdown).
es: Solo están disponibles los recursos “permitidos” y todo lo demás está bloqueado: parece un modo de lista blanca (apagón regional).
fr: Seules les ressources « autorisées » sont accessibles, tout le reste est bloqué — cela ressemble à un mode liste blanche (coupure régionale).
hi: केवल “अनुमत” संसाधन उपलब्ध हैं, बाकी सब अवरुद्ध है — यह श्वेतसूची मोड (क्षेत्रीय शटडाउन) जैसा लगता है।
it: Sono disponibili solo le risorse “consentite”, tutto il resto è bloccato — sembra una modalità whitelist (shutdown regionale).
ja: 「許可された」リソースのみが利用可能で、それ以外はすべて遮断されています — ホワイトリストモード（地域的シャットダウン）の可能性があります。
ko: 「허용된」 리소스만 접속 가능하고 나머지는 모두 차단됨 — 화이트리스트 모드(지역 셧다운)로 보입니다.
pt_br: Só os recursos “permitidos” estão acessíveis, o resto está bloqueado — parece modo de lista de permissões (shutdown regional).
tr: Yalnızca “izin verilen” kaynaklar erişilebilir, geri kalan her şey kapalı — beyaz liste moduna benziyor (bölgesel kapatma).
zh_hans: 只有「被允许」的资源可访问，其余全部被封锁 — 类似白名单模式（区域性断网）。

source: Доступны только «разрешённые» сайты
ar: لا تتوفّر إلا المواقع «المسموح بها»
de: Nur „erlaubte“ Websites sind verfügbar
en: Only “allowed” sites are reachable
es: Solo están disponibles los sitios “permitidos”
fr: Seuls les sites « autorisés » sont accessibles
hi: केवल “अनुमत” साइटें उपलब्ध हैं
it: Sono disponibili solo i siti “consentiti”
ja: 「許可された」サイトのみ利用可能
ko: 「허용된」 사이트만 접속 가능
pt_br: Só os sites “permitidos” estão acessíveis
tr: Yalnızca “izin verilen” siteler erişilebilir
zh_hans: 只有「被允许」的网站可访问

source: Доступные версии
ar: الإصدارات المتاحة
de: Verfügbare Versionen
en: Available versions
es: Versiones disponibles
fr: Versions disponibles
hi: उपलब्ध वर्शन
it: Versioni disponibili
ja: 利用可能なバージョン
ko: 사용 가능한 버전
pt_br: Versões disponíveis
tr: Mevcut sürümler
zh_hans: 可用版本

source: другая ошибка
ar: خطأ آخر
de: anderer Fehler
en: other error
es: otro error
fr: autre erreur
hi: अन्य त्रुटि
it: altro errore
ja: その他のエラー
ko: 기타 오류
pt_br: outro erro
tr: başka bir hata
zh_hans: 其他错误

source: Другие
ar: أخرى
de: Andere
en: Other
es: Otros
fr: Autres
hi: अन्य
it: Altri
ja: その他
ko: 기타
pt_br: Outros
tr: Diğer
zh_hans: 其他

source: Другие регионы
ar: مناطق أخرى
de: Andere Regionen
en: Other regions
es: Otras regiones
fr: Autres régions
hi: अन्य क्षेत्र
it: Altre regioni
ja: その他の地域
ko: 다른 지역
pt_br: Outras regiões
tr: Diğer bölgeler
zh_hans: 其他地区

source: Европа
ar: أوروبا
de: Europa
en: Europe
es: Europa
fr: Europe
hi: यूरोप
it: Europa
ja: ヨーロッパ
ko: 유럽
pt_br: Europa
tr: Avrupa
zh_hans: 欧洲

source: Екатеринбург
ar: يكاترينبورغ
de: Jekaterinburg
en: Yekaterinburg
es: Ekaterimburgo
fr: Iekaterinbourg
hi: येकातेरिनबर्ग
it: Ekaterinburg
ja: エカテリンブルク
ko: 예카테린부르크
pt_br: Ecaterimburgo
tr: Yekaterinburg
zh_hans: 叶卡捷琳堡

source: Если задан, каждый запрос подписывается: заголовок X-CheckNet-Signature содержит sha256=HMAC-SHA256 от тела. Получатель может убедиться, что запрос пришёл именно от этого устройства.
ar: عند تعيينه يُوقَّع كل طلب: يحتوي رأس X-CheckNet-Signature على sha256=HMAC-SHA256 لجسم الطلب، فيتأكد المستلم من أن الطلب صادر عن هذا الجهاز بالذات.
de: Wenn gesetzt, wird jede Anfrage signiert: Der Header X-CheckNet-Signature enthält sha256=HMAC-SHA256 des Bodys. Der Empfänger kann so prüfen, dass die Anfrage wirklich von diesem Gerät stammt.
en: If set, every request is signed: the X-CheckNet-Signature header contains sha256=HMAC-SHA256 of the body. The recipient can verify that the request really came from this device.
es: Si se define, cada solicitud se firma: la cabecera X-CheckNet-Signature contiene sha256=HMAC-SHA256 del cuerpo. El destinatario puede comprobar que la solicitud procede de este dispositivo.
fr: Si un secret est défini, chaque requête est signée : l’en-tête X-CheckNet-Signature contient sha256=HMAC-SHA256 du corps. Le destinataire peut ainsi vérifier que la requête provient bien de cet appareil.
hi: सेट होने पर हर रिक्वेस्ट साइन की जाती है: X-CheckNet-Signature हेडर में बॉडी का sha256=HMAC-SHA256 होता है। प्राप्तकर्ता पुष्टि कर सकता है कि रिक्वेस्ट इसी डिवाइस से आई है।
it: Se impostato, ogni richiesta viene firmata: l’header X-CheckNet-Signature contiene sha256=HMAC-SHA256 del corpo. Il destinatario può verificare che la richiesta arrivi proprio da questo dispositivo.
ja: 設定すると、各リクエストに署名が付きます。X-CheckNet-Signature ヘッダにボディの sha256=HMAC-SHA256 が入ります。受信側はリクエストがこのデバイスから送られたことを確認できます。
ko: 설정하면 모든 요청에 서명이 추가돼요. X-CheckNet-Signature 헤더에 본문의 sha256=HMAC-SHA256이 담겨요. 수신 측은 요청이 이 기기에서 왔는지 확인할 수 있어요.
pt_br: Se definido, cada requisição é assinada: o cabeçalho X-CheckNet-Signature contém sha256=HMAC-SHA256 do corpo. O destinatário pode confirmar que a requisição veio deste dispositivo.
tr: Belirtilirse her istek imzalanır: X-CheckNet-Signature başlığı, gövdenin sha256=HMAC-SHA256 değerini içerir. Alıcı, isteğin gerçekten bu cihazdan geldiğini doğrulayabilir.
zh_hans: 设置后，每个请求都会被签名：X-CheckNet-Signature 头包含请求体的 sha256=HMAC-SHA256。接收方可据此确认请求确实来自本设备。

source: Есть потери
ar: فقدان الحزم
de: Paketverluste
en: Packet loss
es: Con pérdidas
fr: Pertes de paquets
hi: पैकेट हानि
it: Perdita di pacchetti
ja: パケット損失
ko: 패킷 손실
pt_br: Com perdas
tr: Paket kaybı var
zh_hans: 有丢包

source: Есть признаки подмены
ar: توجد مؤشرات على التزوير
de: Anzeichen für Fälschung vorhanden
en: Signs of spoofing
es: Hay indicios de falsificación
fr: Des signes de falsification sont présents
hi: छेड़छाड़ के संकेत हैं
it: Ci sono segni di alterazione
ja: 改ざんの兆候あり
ko: 변조 징후 있음
pt_br: Há indícios de adulteração
tr: Sahtekârlık belirtileri var
zh_hans: 存在篡改迹象

source: Ещё не активен
ar: غير نشط بعد
de: Noch nicht aktiv
en: Not active yet
es: Aún no está activo
fr: Pas encore actif
hi: अभी तक सक्रिय नहीं
it: Non ancora attivo
ja: まだ有効ではありません
ko: 아직 활성화되지 않음
pt_br: Ainda não ativo
tr: Henüz etkin değil
zh_hans: 尚未启用

source: Живые хосты в диапазоне
ar: المضيفون النشطون في النطاق
de: Aktive Hosts im Bereich
en: Live hosts in range
es: Hosts activos en el rango
fr: Hôtes actifs dans la plage
hi: रेंज में सक्रिय होस्ट
it: Host attivi nell'intervallo
ja: 範囲内の稼働ホスト
ko: 범위 내 활성 호스트
pt_br: Hosts ativos no intervalo
tr: Aralıktaki canlı sunucular
zh_hans: 范围内的活跃主机

source: завершено
ar: اكتمل
de: fertig
en: done
es: finalizado
fr: terminé
hi: पूर्ण
it: completato
ja: 完了
ko: 완료
pt_br: concluído
tr: tamamlandı
zh_hans: 已完成

source: Заглушает оповещения о падении и восстановлении отслеживаемых хостов в выбранном фокусе.
ar: يكتم تنبيهات تعطّل واستعادة المضيفين المراقَبين في وضع التركيز المحدد.
de: Schaltet Ausfall-/Wiederherstellungs-Hinweise überwachter Hosts im gewählten Fokus stumm.
en: Mutes down/recovery alerts for monitored hosts in the chosen Focus.
es: Silencia los avisos de caída y recuperación de los hosts monitoreados en el Concentración elegido.
fr: Coupe les alertes de panne et de rétablissement des hôtes surveillés dans le mode Concentration choisi.
hi: चुने गए फ़ोकस में मॉनिटर किए गए होस्ट के डाउन/रिकवरी अलर्ट म्यूट करता है।
it: Silenzia gli avvisi di caduta e ripristino degli host monitorati nel Focus scelto.
ja: 選択したフォーカスで、監視中ホストのダウン／復旧の通知をミュートします。
ko: 선택한 집중 모드에서 모니터링 호스트의 다운/복구 알림을 음소거합니다.
pt_br: Silencia os alertas de queda e recuperação dos hosts monitorados no Foco escolhido.
tr: Seçilen Odak’ta izlenen ana makinelerin düşme/kurtarma uyarılarını susturur.
zh_hans: 在所选专注模式下，静音受监控主机的掉线/恢复提醒。

source: Заглушить оповещения мониторинга
ar: كتم تنبيهات المراقبة
de: Überwachungshinweise stummschalten
en: Mute monitoring alerts
es: Silenciar avisos de monitoreo
fr: Couper les alertes de surveillance
hi: निगरानी अलर्ट म्यूट करें
it: Silenzia gli avvisi di monitoraggio
ja: 監視の通知をミュート
ko: 모니터링 알림 음소거
pt_br: Silenciar alertas de monitoramento
tr: İzleme uyarılarını sustur
zh_hans: 静音监控提醒
